afl_output_rpc_methods_response_24h/fuzzer03/queue/id:000008,orig:get_parameter_values_1.xml

<?xml version="1.0" encoding="UTF-8"?><soap-env:Envelope xmlns:soap-enc="http://schemas.xmlsoap.org/soap/encoding/" xmlns:soap-env="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:cwmp="urn:dslforum-org:cwmp-1-2"><soap-env:Header><cwmp:ID soap-env:mustUnderstand="1">1910ee272180001</cwmp:ID></soap-env:Header><soap-env:Body><cwmp:GetParameterValues><ParameterNames soap-enc:arrayType="xsd:string[5]"><string>Device.ManagementServer.ConnectionRequestPassword</string><string>Device.ManagementServer.ConnectionRequestUsername</string><string>Device.ManagementServer.PeriodicInformEnable</string><string>Device.ManagementServer.PeriodicInformInterval</string><string>Device.ManagementServer.PeriodicInformTime</string></ParameterNames></cwmp:GetParameterValues></soap-env:Body></soap-env:Envelope>